IdeaRS.Connections
FinPlateData.Overlap Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the overlap of fin plate over connected member.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Overlap { get; set; }
Property Value
Type: Double
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace